Repository: Garagumly/dide_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tk

source: Home
tk: Esasy

source: About Us
tk: Biz Barada

source: Welcome To Dide
tk: Dide - Hoşgeldiňiz

source: Who we are
tk: Biz Kim

source: Our history
tk: Taryhymyz

source: Our mission
tk: Maksadymyz

source: Our Partners
tk: Hyzmatdaşlar

source: Cart
tk: Sebet

source: Your Cart
tk: Sebedim

source: There are
tk: Sebetde

source: products in your cart
tk: sany haryt

source: Product
tk: Haryt

source: Title
tk: Ady

source: Unit Price
tk: Bahasy

source: Quantity
tk: Mukdary

source: Subtotal
tk: Jemi

source: Refresh
tk: Täzele

source: Remove
tk: Poz

source: Shipping
tk: Eltmek

source: Free
tk: Mugt

source: Total
tk: Jemi

source: Proceed To CheckOut
tk: Tölege geçmek

source: Shop
tk: Harytlar

source: Fillter
tk: Filter

source: Wishlist
tk: Saýlanan

source: Price
tk: Baha

source: Stock Status
tk: Stok ýagdaýy

source: Action
tk: Hereket

source: In Stock
tk: Stokda

source: Out of Stock
tk: Gutardy

source: Add to cart
tk: Sebede goş

source: Nothing in wishlist yet...
tk: Saýlanan haryt ýok

source: Brands
tk: Brend

source: items for you
tk: sany haryt

source: All Categories
tk: Kategoriýalar

source: Categories
tk: Kategoriýalar

source: Products
tk: Harytlar

source: Category
tk: Kategoriýa

source: We found
tk: Tapyldy

source: Checkout
tk: Töleg

source: Billing Details
tk: Hasaplaşyk maglumatlary

source: First name *
tk: Adyňyz

source: mobile *
tk: telefon *

source: Address *
tk: Salgy

source: Your Order
tk: Sargytlarym

source: Go back to Cart
tk: Sebede geç

source: Payment
tk: Tölegi et

source: Cash on delivery
tk: Nagt töleg

source: Card on delivery
tk: Kart töleg

source: Make Payment
tk: Tölegi et

source: Contact
tk: Aragatnaşyk

source: Contact form
tk: Aragatnaşyk anketasy

source: Drop Us a Line
tk: Bize hat ýaz

source: Your email address will not be published. Required fields are marked *
tk: Doldurylmaly maglumatlar

source: Send message
tk: Ugrat

source: Profile
tk: Profil

source: Dashboard
tk: Admin Panel

source: Orders
tk: Sargytlar

source: My Address
tk: Salgym

source: Account details
tk: Maglumatlar

source: Logout
tk: Çykmak

source: My Profile
tk: Profilim

source: Verified
tk: Tassyklanan

source: Not verified
tk: Tassyklanmadyk

source: Edit Profile
tk: Profili üýtgetmek

source: Hello
tk: Salam

source: Your Orders
tk: Sargytlarynyň

source: Order
tk: Sargyt

source: Date
tk: Sene

source: Status
tk: Ýagdaýy

source: Paid Status
tk: Töleg ýagdaýy

source: Actions
tk: Hereket

source: View
tk: Görkez

source: Add Address
tk: Salgyny goşmak

source: Save Address
tk: Salgyny ýatda sakla

source: Address
tk: Salgymyz

source: Account Details
tk: Hasap maglumat

source: Log in instead
tk: Hasaba gir

source: First Name
tk: Adyňyz

source: Last Name
tk: Familiýaňyz

source: Display Name
tk: Adyňyz

source: Email Address
tk: E-poçta

source: Current Password
tk: Şuwagtky gizlin söz

source: New Password
tk: Täze gizlin söz

source: Confirm Password
tk: Gizlin sözi tassykla

source: Deals
tk: Aksiýalar

source: Deals Of The Day
tk: Güniň aksiýalary

source: Popular Products
tk: Maslahat berilýän harytlar

source: All Products
tk: Ähli Harytlar

source: All Deals
tk: Ähli aksiýalar

source: New products
tk: Täze harytlar

source: Shop by Brand
tk: Dükanlar

source: All Brands
tk: Brendlar

source: Top Selling
tk: Köp Satylýan

source: Trending Products
tk: Meşhur harytlar

source: Recently added
tk: Täze goşulanlar

source: Top Rated
tk: Ýokary bahaly

source: My Account
tk: Hasabym

source: Order INV
tk: Sargyt

source: Image
tk: Surat

source: Qty
tk: Mukdar

source: Orders tracking
tk: Sargydy yzarlamak

source: Order ID
tk: Sargut ID

source: Billing email
tk: E-poçta

source: Track
tk: Yzarlamak

source: Already have an account?
tk: Hasabym bar

source: Amount
tk: Mukdary

source: SubTotal
tk: Jemi

source: Grand Total
tk: Jemi

source: Invoice for
tk: Hasap Faktura

source: Total Amount
tk: Jemi mukdary

source: Thanks for our shopping at
tk: Söwdaňyz üçin sag bolun

source: Print
tk: Çap et

source: Download
tk: Ýükle

source: reviews
tk: syn

source: Type
tk: Görnüşi

source: Brand
tk: Brend

source: Stock
tk: Stok

source: Items In Stock
tk: Stokdaky harytlar

source: Description
tk: Beýan

source: Vendor
tk: Dükan

source: Reviews
tk: Synlar

source: Contact Seller
tk: Satyjy bilen habarlaş

source: Rating
tk: Reýting

source: Ship on time
tk: Gowşyrma wagty

source: Chat response
tk: Jogaby

source: Customer questions & answers
tk: Müşderiniň soraglary we jogaplary

source: Customer reviews
tk: Müşderi synlary

source: out of
tk: dan

source: Add a review
tk: Syn goşmak

source: Submit Review
tk: Syn ugratmak

source: Related products
tk: Meňzeş harytlar

source: Delivery
tk: Eltip bermek

source: Verified Address
tk: Tassyklanan adres

source: Unverified Address
tk: Tassyklanmadyk adres

source: Change
tk: Üýtget

source: Return & Warranty
tk: Kepillik

source: Authentic
tk: Ynamdar

source: Days Return
tk: Gaýtarmak

source: Months Warranty
tk: Aý kepil

source: Register now
tk: Agza bol

source: Filters
tk: Filter

source: By Categories
tk: Kategoriýa

source: By Vendors
tk: Dükan

source: By Type
tk: Görnüş

source: Popular Tags
tk: Meşhur Taglar

source: By Price
tk: Baha

source: Current Price
tk: Bahasy

source: items
tk: harytlar

source: Search for items
tk: Haryt Gözle

source: item for you!
tk: haryt tapyldy

source: By
tk: Tarapyndan

source: Since
tk: dan

source: Follow Us
tk: Yzarla

source: items for you!
tk: haryt tapyldy

source: Vendors List
tk: Dükanlar Sanawy

source: Vendors
tk: Dükanlar

source: Call Us
tk: Jaňlaşmak

source: Visit Store
tk: Dükana geç

source: Your Wishlist
tk: Halanlarym

source: products in this list
tk: harytlar

source: Search for items...
tk: Haryt gözle...

source: View cart
tk: Sebet

source: Account
tk: Hasap

source: My Wishlist
tk: Halanlarym

source: Setting
tk: Sazlamalar

source: Sign out
tk: Çykmak

source: Sign In
tk: Girmek

source: Support Center
tk: Kömek

source: Search for items…
tk: Haryt gözle...

source: Language
tk: Dil

source: Log In / Sign Up
tk: Girmek / Çykmak

source: All rights reserved
tk: Ähli hukuklary goralan

source: Hours
tk: Sagat

source: Pages
tk: Sahypalar

source: Update Profile
tk: Profili üýtgetmek

source: Save Changes
tk: Ýatda sakla

source: Login
tk: Hasaba gir

source: Don't have an account?
tk: Hasabym ýok

source: Create here
tk: Täze aç

source: Remember me
tk: Ýatda sakla

source: Forgot password?
tk: Şuwagtky gizlin söz

source: Log in
tk: Hasaba gir

source: Create an Account
tk: Hasabym aç

source: Submit
tk: Agza bol
